function chakan(e){
    // alert("你好")

    var c=e.getAttribute("name");

    switch (c)
    {
        case "1":document.getElementById("news_content").innerText="新浪娱乐讯 据台湾媒体报道，“小龙女”吴卓林在3月中报警，爆出吴绮莉涉嫌恐吓，母女有嫌隙的传言层出不穷，随后她在发文表示要离开香港一阵子“出国散心”。没想到4月2日却传出她入院消息，更有港媒报导她疑似自杀，对此吴绮莉并无正面回应。但吴卓林曾于1年前在脸书上发文，谈论有关自杀以及抑鬱症的问题。\n" +
            "　　据港媒报道，小龙女在2016年底曾在脸书上，用英文发文提及自杀问题，“很多人认为自杀是自私的举动，因为觉得那些人不在乎身边在世的人，但我可以告诉你，当一个人走到那个位置上时，他们是真心的认为，自己的离开，会让身边的人过得更好，这是一个精神上的疾病，不是自私，这就是真相。”\n" +
            "　　随后，小龙女也再发文中呼吁大家一定要多关注身边的人，要及时帮助身边的家人，不要逃避问题，“当我们跟那些陷入危机的家人，或是失去朋友或亲人的人相处时，其实我们当中有很多人与抑鬱症很接近。”因此她希望大家可以多关心身边的人，互相帮助，停止忽视精神疾病。";
            break;
        case "2":document.getElementById("news_content").innerText="新浪娱乐讯 4月2日晚，某八卦娱乐博主发博称：南京艺术学院2017年本科招生专业考试成绩已于4月1日晚公布，经历了几次艺考失败的林妙可，顺利通过了影视学院表演专业和音乐学院音乐表演（声乐演唱）专业；其中影视学院表演专业取得了249.40分的好成绩，专业排名第六名。\n" +
            "　　2008年北京奥运会开幕式走红的童星林妙可，今年参加北京艺考，成绩备受关注。2月16日，林妙可自己发博称“无缘北电”，证实自己在北京电影学院初试中落榜，就在网友震惊之时，2月20日，中央音乐学院艺考初试以及复试名单曝光，林妙可再次落榜。而上海戏剧学院艺考2月21日进入三试阶段，有媒体报道，经过招办确认，林妙可名字并未出现在二试，意味着她在初试过后即已止步。中戏也仅进入复试。";
            break;
        case "3":document.getElementById("news_content").innerText="新浪娱乐讯 据香港媒体报道，天王郭富城2日突然由无锡返港，戴上黑超及口罩的他难掩倦容，外界估计他与内地模特儿方媛即将结婚，以为城城着急返回香港办婚事，原来他赶拍电影《西游记：女儿国》时因为皮肤敏感，着急回香港求医，据了解，城城要长期做特技化妆，导致皮肤敏感，因为他扮演孙悟空，要粘一身毛，连脸上都有，所以会出现皮肤敏感状况，城城十分敬业，每每到最后一刻才回香港治疗。";
            break;
    }
}